Repository: Hortyhort/QuietCoach
Catalog: QuietCoach/Resources/*.lproj/Localizable.strings
Languages: de, ja, pt_br, zh_hant

# subscription.status.active
source: Pro Active
de: Pro aktiv
ja: Pro有効
pt_br: Pro Ativo
zh_hant: 專業版已啟用

# subscription.status.expired
source: Subscription Expired
de: Abonnement abgelaufen
ja: サブスクリプション期限切れ
pt_br: Assinatura Expirada
zh_hant: 訂閱已過期

# subscription.status.unknown
source: Verifying...
de: Wird ueberprueft...
ja: 確認中...
pt_br: Verificando...
zh_hant: 驗證中...

# subscription.offline_warning
source: Subscription status may be outdated
de: Abonnementstatus ist moeglicherweise veraltet
ja: サブスクリプションの状態が古い可能性があります
pt_br: O status da assinatura pode estar desatualizado
zh_hant: 訂閱狀態可能已過時

# subscription.verify_later
source: We'll verify your subscription when you're back online
de: Wir ueberpruefen Ihr Abonnement, wenn Sie wieder online sind
ja: オンラインに戻ったらサブスクリプションを確認します
pt_br: Verificaremos sua assinatura quando voce estiver online novamente
zh_hant: 當你恢復連線時，我們將驗證你的訂閱
