Repository: Hortyhort/QuietCoach
Catalog: QuietCoach/Resources/*.lproj/Localizable.strings
Languages: de, ja, pt_br, zh_hant

# common.ok
source: OK
zh_hant: 確定

# common.cancel
source: Cancel
de: Abbrechen
ja: キャンセル
pt_br: Cancelar
zh_hant: 取消

# common.done
source: Done
de: Fertig
ja: 完了
pt_br: Concluido
zh_hant: 完成

# common.next
source: Next
de: Weiter
ja: 次へ
pt_br: Proximo
zh_hant: 下一步

# common.back
source: Back
de: Zurueck
ja: 戻る
pt_br: Voltar
zh_hant: 返回

# common.try_again
source: Try Again
de: Erneut versuchen
ja: もう一度
pt_br: Tentar Novamente
zh_hant: 再試一次

# common.close
source: Close
de: Schliessen
ja: 閉じる
pt_br: Fechar
zh_hant: 關閉

# common.save
source: Save
de: Speichern
ja: 保存
pt_br: Salvar
zh_hant: 儲存

# common.delete
source: Delete
de: Loeschen
ja: 削除
pt_br: Excluir
zh_hant: 刪除

# common.share
source: Share
de: Teilen
ja: 共有
pt_br: Compartilhar
zh_hant: 分享

# common.settings
source: Settings
de: Einstellungen
ja: 設定
pt_br: Configuracoes
zh_hant: 設定

# onboarding.welcome_title
source: Practice Speaking
de: Sprechen ueben
ja: 話す練習をしよう
pt_br: Pratique a Fala
zh_hant: 練習說話

# onboarding.welcome_subtitle
source: Build confidence for conversations that matter
de: Selbstvertrauen aufbauen fuer Gespraeche, die zaehlen
ja: 大切な会話に自信を持とう
pt_br: Construa confianca para conversas importantes
zh_hant: 為重要對話建立自信

# onboarding.get_started
source: Get Started
de: Loslegen
ja: 始める
pt_br: Comecar
zh_hant: 開始使用

# onboarding.skip_intro
source: Skip Intro
de: Intro ueberspringen
ja: スキップ
pt_br: Pular Introducao
zh_hant: 略過介紹

# onboarding.permission_title
source: Microphone Access
de: Mikrofonzugriff
ja: マイクへのアクセス
pt_br: Acesso ao Microfone
zh_hant: 麥克風存取權限

# onboarding.permission_description
source: QuietCoach needs microphone access to record your practice sessions. All audio stays on your device.
de: QuietCoach benoetigt Mikrofonzugriff, um Ihre Uebungssitzungen aufzunehmen. Alle Audiodaten bleiben auf Ihrem Geraet.
ja: QuietCoachは練習セッションを録音するためにマイクへのアクセスが必要です。すべての音声はデバイス上に保存されます。
pt_br: O QuietCoach precisa de acesso ao microfone para gravar suas sessoes de pratica. Todo o audio permanece no seu dispositivo.
zh_hant: QuietCoach 需要麥克風存取權限來錄製您的練習。所有音訊都保留在您的裝置上。

# onboarding.grant_access
source: Grant Access
de: Zugriff erlauben
ja: アクセスを許可
pt_br: Permitir Acesso
zh_hant: 授予權限

# onboarding.everyone_has_conversations
source: Everyone has conversations
de: Jeder hat Gespraeche,
ja: 誰にでも
pt_br: Todo mundo tem conversas
zh_hant: 每個人都有

# onboarding.they_dread
source: they dread.
de: vor denen er sich fuerchtet.
ja: 苦手な会話がある。
pt_br: que teme.
zh_hant: 害怕面對的對話。

# onboarding.continue
source: Continue
de: Weiter
ja: 続ける
pt_br: Continuar
zh_hant: 繼續

# onboarding.what_if_you_could
source: What if you could
de: Was waere, wenn Sie sie
ja: もし事前に
pt_br: E se voce pudesse
zh_hant: 如果你可以

# onboarding.practice_them_first
source: practice them first?
de: vorher ueben koennten?
ja: 練習できたら？
pt_br: pratica-las primeiro?
zh_hant: 先練習一下呢？

# onboarding.show_me
source: Show me
de: Zeig mir wie
ja: 見せて
pt_br: Mostre-me
zh_hant: 讓我看看

# onboarding.pick_one_thats
source: Pick one that's been
de: Waehlen Sie eines, das Ihnen
ja: 気になっている
pt_br: Escolha uma que esta
zh_hant: 選一個一直

# onboarding.on_your_mind
source: on your mind
de: im Kopf herumgeht
ja: シナリオを選んで
pt_br: na sua mente
zh_hant: 在你心上的

# onboarding.lets_practice
source: Let's practice
de: Lass uns ueben
ja: 練習しよう
pt_br: Vamos praticar
zh_hant: 開始練習

# onboarding.take_thirty_seconds
source: Take 30 seconds.
de: Nehmen Sie sich 30 Sekunden.
ja: 30秒だけ。
pt_br: Tire 30 segundos.
zh_hant: 花30秒。

# onboarding.say_what_you_need
source: Say what you need to say.
de: Sagen Sie, was Sie sagen muessen.
ja: 言いたいことを言ってみて。
pt_br: Diga o que precisa dizer.
zh_hant: 說出你想說的話。

# onboarding.tap_to_finish
source: Tap to finish
de: Tippen zum Beenden
ja: タップして終了
pt_br: Toque para finalizar
zh_hant: 點擊完成

# onboarding.see_you_did_it
source: See? You did it.
de: Sehen Sie? Sie haben es geschafft.
ja: ほら、できた。
pt_br: Viu? Voce conseguiu.
zh_hant: 看到了嗎？你做到了。

# onboarding.thats_the_whole_app
source: That's the whole app.
de: Das ist die ganze App.
ja: これがアプリのすべて。
pt_br: E isso. E todo o app.
zh_hant: 這就是整個應用程式。

# onboarding.practice_words_title
source: Practice the words before they count.
de: Ueben Sie die Worte, bevor es zaehlt.
ja: 本番前に 言葉を練習しよう。
pt_br: Pratique as palavras antes que valham.
zh_hant: 在關鍵時刻前 先練習你的話語。

# onboarding.practice_words_subtitle
source: Quiet Coach helps you rehearse hard conversations—privately, with instant feedback.
de: Quiet Coach hilft Ihnen, schwierige Gespraeche zu proben - privat und mit sofortigem Feedback.
ja: Quiet Coachは難しい会話をプライベートに練習し、即座にフィードバックを得るのに役立ちます。
pt_br: O Quiet Coach ajuda voce a ensaiar conversas dificeis—de forma privada, com feedback instantaneo.
zh_hant: Quiet Coach 幫助你私下排練困難的對話，並獲得即時回饋。

# onboarding.voice_stays_yours
source: Your voice stays yours.
de: Ihre Stimme bleibt Ihre.
ja: あなたの声はあなたのもの。
pt_br: Sua voz permanece sua.
zh_hant: 你的聲音屬於你。

# onboarding.voice_stays_yours_description
source: All audio is processed on your device. Nothing is uploaded. Nothing is stored unless you choose.
de: Audio wird auf Ihrem Geraet verarbeitet. iCloud-Synchronisierung und anonyme Analysen sind standardmaessig deaktiviert.
ja: 音声はデバイス上で処理されます。iCloud同期と匿名分析はデフォルトでオフです。
pt_br: O audio e processado no seu dispositivo. A sincronizacao do iCloud e as analises anonimas ficam desativadas por padrao.
zh_hant: 音訊會在你的裝置上處理。iCloud 同步與匿名分析預設關閉。

# onboarding.one_permission
source: One permission. That's it.
de: Eine Berechtigung. Das ist alles.
ja: 必要な許可は ひとつだけ。
pt_br: Uma permissao. So isso.
zh_hant: 只需一個權限。 就這樣。

# onboarding.one_permission_description
source: Quiet Coach needs microphone access to hear your rehearsal. You're always in control.
de: Quiet Coach benoetigt Mikrofonzugriff, um Ihre Probe zu hoeren. Sie haben immer die Kontrolle.
ja: Quiet Coachはリハーサルを聞くためにマイクへのアクセスが必要です。いつでもあなたがコントロールできます。
pt_br: O Quiet Coach precisa de acesso ao microfone para ouvir seu ensaio. Voce esta sempre no controle.
zh_hant: Quiet Coach 需要麥克風存取權限來聆聽你的排練。你始終掌控一切。

# home.title
source: Practice
de: Ueben
ja: 練習
pt_br: Pratica
zh_hant: 練習

# home.recent_sessions
source: Recent Sessions
de: Letzte Sitzungen
ja: 最近のセッション
pt_br: Sessoes Recentes
zh_hant: 最近的練習

# home.no_sessions
source: No sessions yet
de: Noch keine Sitzungen
ja: セッションはまだありません
pt_br: Nenhuma sessao ainda
zh_hant: 尚無練習記錄

# home.start_practice
source: Start Practice
de: Uebung starten
ja: 練習を開始
pt_br: Iniciar Pratica
zh_hant: 開始練習

# home.scenarios_title
source: Choose a Scenario
de: Waehlen Sie ein Szenario
ja: シナリオを選択
pt_br: Escolha um Cenario
zh_hant: 選擇情境

# home.pro_label
source: PRO
zh_hant: 專業版

# home.choose_scenario
source: Choose a scenario
de: Waehlen Sie ein Szenario
ja: シナリオを選んでください
pt_br: Escolha um cenario
zh_hant: 選擇情境

# home.recent
source: Recent
de: Zuletzt
ja: 最近
pt_br: Recentes
zh_hant: 最近

# home.see_all
source: See All
de: Alle anzeigen
ja: すべて見る
pt_br: Ver Tudo
zh_hant: 查看全部

# home.welcome
source: Welcome to Quiet Coach
de: Willkommen bei Quiet Coach
ja: Quiet Coachへようこそ
pt_br: Bem-vindo ao Quiet Coach
zh_hant: 歡迎使用 Quiet Coach

# home.select_scenario_sidebar
source: Select a scenario from the sidebar to begin practicing difficult conversations.
de: Waehlen Sie ein Szenario aus der Seitenleiste, um schwierige Gespraeche zu ueben.
ja: サイドバーからシナリオを選択して、難しい会話の練習を始めましょう。
pt_br: Selecione um cenario na barra lateral para comecar a praticar conversas dificeis.
zh_hant: 從側邊欄選擇一個情境，開始練習困難的對話。

# home.choose_scenario_sidebar
source: Choose a scenario from the sidebar to start practicing
de: Waehlen Sie ein Szenario aus der Seitenleiste, um zu ueben
ja: サイドバーからシナリオを選んで練習を始めましょう
pt_br: Escolha um cenario na barra lateral para comecar a praticar
zh_hant: 從側邊欄選擇一個情境開始練習

# home.practice_description
source: Practice expressing yourself in this scenario. Record your voice and get feedback on clarity, pacing, and confidence.
de: Ueben Sie, sich in diesem Szenario auszudruecken. Nehmen Sie Ihre Stimme auf und erhalten Sie Feedback zu Klarheit, Tempo und Selbstvertrauen.
ja: このシナリオで自分を表現する練習をしましょう。声を録音して、明瞭さ、ペース、自信についてフィードバックを受け取りましょう。
pt_br: Pratique se expressar neste cenario. Grave sua voz e receba feedback sobre clareza, ritmo e confianca.
zh_hant: 在這個情境中練習表達自己。錄製你的聲音，並獲得關於清晰度、節奏和自信的回饋。

# home.tips_for_scenario
source: Tips for this scenario:
de: Tipps fuer dieses Szenario:
ja: このシナリオのヒント：
pt_br: Dicas para este cenario:
zh_hant: 此情境的提示：

# home.start_recording
source: Start Recording
de: Aufnahme starten
ja: 録音を開始
pt_br: Iniciar Gravacao
zh_hant: 開始錄音

# home.practice_private_space
source: Practice difficult conversations in your own private space
de: Ueben Sie schwierige Gespraeche in Ihrem eigenen privaten Raum
ja: 自分だけのプライベート空間で難しい会話を練習しよう
pt_br: Pratique conversas dificeis em seu proprio espaco privado
zh_hant: 在你的私人空間練習困難的對話

# home.exit_space
source: Exit Space
de: Raum verlassen
ja: スペースを終了
pt_br: Sair do Espaco
zh_hant: 離開空間

# home.tips
source: Tips
de: Tipps
ja: ヒント
pt_br: Dicas
zh_hant: 提示

# recording.tap_to_start
source: Tap to Start
de: Tippen zum Starten
ja: タップして開始
pt_br: Toque para Iniciar
zh_hant: 點擊開始

# recording.recording
source: Recording
de: Aufnahme laeuft
ja: 録音中
pt_br: Gravando
zh_hant: 錄音中

# recording.tap_to_stop
source: Tap to Stop
de: Tippen zum Stoppen
ja: タップして停止
pt_br: Toque para Parar
zh_hant: 點擊停止

# recording.analyzing
source: Analyzing...
de: Analyse laeuft...
ja: 分析中...
pt_br: Analisando...
zh_hant: 分析中...

# recording.duration
source: %d seconds
de: %d Sekunden
ja: %d秒
pt_br: %d segundos
zh_hant: %d 秒

# recording.cancel_rehearsal
source: Cancel Rehearsal
de: Probe abbrechen
ja: リハーサルをキャンセル
pt_br: Cancelar Ensaio
zh_hant: 取消排練

# recording.keep_recording
source: Keep Recording
de: Weiter aufnehmen
ja: 録音を続ける
pt_br: Continuar Gravando
zh_hant: 繼續錄音

# recording.will_be_deleted
source: Your recording will be deleted.
de: Ihre Aufnahme wird geloescht.
ja: 録音は削除されます。
pt_br: Sua gravacao sera excluida.
zh_hant: 你的錄音將被刪除。

# recording.rehearse
source: Rehearse
de: Proben
ja: リハーサル
pt_br: Ensaiar
zh_hant: 排練

# recording.idle
source: Idle
de: Bereit
ja: 待機中
pt_br: Inativo
zh_hant: 閒置

# recording.paused
source: Paused
de: Pausiert
ja: 一時停止
pt_br: Pausado
zh_hant: 已暫停

# recording.finished
source: Finished
de: Beendet
ja: 完了
pt_br: Finalizado
zh_hant: 已完成

# feedback.title
source: Your Feedback
de: Ihr Feedback
ja: フィードバック
pt_br: Seu Feedback
zh_hant: 你的回饋

# feedback.overall_score
source: Overall Score
de: Gesamtbewertung
ja: 総合スコア
pt_br: Pontuacao Geral
zh_hant: 總體評分

# feedback.clarity
source: Clarity
de: Klarheit
ja: 明瞭さ
pt_br: Clareza
zh_hant: 清晰度

# feedback.pacing
source: Pacing
de: Tempo
ja: ペース
pt_br: Ritmo
zh_hant: 節奏

# feedback.tone
source: Tone
de: Tonfall
ja: トーン
pt_br: Tom
zh_hant: 語調

# feedback.confidence
source: Confidence
de: Selbstvertrauen
ja: 自信
pt_br: Confianca
zh_hant: 自信

# feedback.insights
source: Insights
de: Erkenntnisse
ja: 洞察
zh_hant: 洞察

# feedback.try_again
source: Practice Again
de: Erneut ueben
ja: もう一度練習
pt_br: Praticar Novamente
zh_hant: 再次練習

# feedback.share_result
source: Share Result
de: Ergebnis teilen
ja: 結果を共有
pt_br: Compartilhar Resultado
zh_hant: 分享結果

# feedback.tier.excellent
source: Excellent
de: Ausgezeichnet
ja: 素晴らしい
pt_br: Excelente
zh_hant: 優秀

# feedback.tier.good
source: Good
de: Gut
ja: 良い
pt_br: Bom
zh_hant: 良好

# feedback.tier.developing
source: Developing
de: In Entwicklung
ja: 成長中
pt_br: Em Desenvolvimento
zh_hant: 進步中

# feedback.tier.needs_work
source: Needs Work
de: Verbesserungsbedarf
ja: 要改善
pt_br: Precisa Melhorar
zh_hant: 需要改進

# feedback.review
source: Review
de: Ueberpruefung
ja: レビュー
pt_br: Revisao
zh_hant: 回顧

# feedback.your_scores
source: Your Scores
de: Ihre Bewertungen
ja: あなたのスコア
pt_br: Suas Pontuacoes
zh_hant: 你的評分

# feedback.coaching_notes
source: Coaching Notes
de: Coaching-Notizen
ja: コーチングノート
pt_br: Notas do Coach
zh_hant: 教練筆記

# feedback.how_scores_work
source: How Scores Work
de: Wie Bewertungen funktionieren
ja: スコアの仕組み
pt_br: Como as Pontuacoes Funcionam
zh_hant: 評分說明

# feedback.share_progress
source: Share your progress
de: Teilen Sie Ihren Fortschritt
ja: 進捗を共有
pt_br: Compartilhe seu progresso
zh_hant: 分享你的進度

# feedback.try_again_focus
source: Try Again Focus
de: Fokus beim naechsten Versuch
ja: 再挑戦のポイント
pt_br: Foco para Tentar Novamente
zh_hant: 再試一次的重點

# feedback.structure_guide
source: Structure Guide
de: Strukturanleitung
ja: 構成ガイド
pt_br: Guia de Estrutura
zh_hant: 結構指南

# feedback.practiced
source: Practiced
de: Geubt
ja: 練習済み
pt_br: Praticado
zh_hant: 已練習

# score.clarity.description
source: Based on pause patterns and silence. Clear speakers pause intentionally.
de: Basierend auf Pausenmustern und Stille. Klare Sprecher pausieren bewusst.
ja: 間のパターンと沈黙に基づきます。明瞭な話し手は意図的に間を取ります。
pt_br: Baseado em padroes de pausa e silencio. Falantes claros pausam intencionalmente.
zh_hant: 基於停頓模式和靜默。清晰的說話者會有意識地停頓。

# score.pacing.description
source: Based on rhythm—phrases per minute. Too fast or slow affects your score.
de: Basierend auf dem Rhythmus - Phrasen pro Minute. Zu schnell oder zu langsam beeinflusst Ihre Bewertung.
ja: リズム（1分あたりのフレーズ数）に基づきます。速すぎても遅すぎてもスコアに影響します。
pt_br: Baseado no ritmo—frases por minuto. Muito rapido ou lento afeta sua pontuacao.
zh_hant: 基於節奏——每分鐘的短語數。過快或過慢都會影響你的分數。

# score.tone.description
source: Based on volume stability. Consistent volume sounds calm and controlled.
de: Basierend auf Lautstaerkestabilitaet. Gleichmaessige Lautstaerke klingt ruhig und kontrolliert.
ja: 音量の安定性に基づきます。一定の音量は落ち着いてコントロールされた印象を与えます。
pt_br: Baseado na estabilidade do volume. Volume consistente soa calmo e controlado.
zh_hant: 基於音量穩定性。穩定的音量聽起來冷靜且有控制力。

# score.confidence.description
source: Based on volume level and consistency. Steady delivery sounds assured.
de: Basierend auf Lautstaerke und Konsistenz. Gleichmaessiger Vortrag wirkt selbstsicher.
ja: 音量レベルと一貫性に基づきます。安定した話し方は自信があるように聞こえます。
pt_br: Baseado no nivel e consistencia do volume. Entrega estavel soa segura.
zh_hant: 基於音量水平和一致性。穩定的表達聽起來更有把握。

# settings.title
source: Settings
de: Einstellungen
ja: 設定
pt_br: Configuracoes
zh_hant: 設定

# settings.account
source: Account
de: Konto
ja: アカウント
pt_br: Conta
zh_hant: 帳戶

# settings.subscription
source: Subscription
de: Abonnement
ja: サブスクリプション
pt_br: Assinatura
zh_hant: 訂閱

# settings.restore_purchases
source: Restore Purchases
de: Kaeufe wiederherstellen
ja: 購入を復元
pt_br: Restaurar Compras
zh_hant: 恢復購買

# settings.preferences
source: Preferences
de: Einstellungen
ja: 環境設定
pt_br: Preferencias
zh_hant: 偏好設定

# settings.haptic_feedback
source: Haptic Feedback
de: Haptisches Feedback
ja: 触覚フィードバック
pt_br: Feedback Tatil
zh_hant: 觸覺回饋

# settings.sound_effects
source: Sound Effects
de: Soundeffekte
ja: サウンドエフェクト
pt_br: Efeitos Sonoros
zh_hant: 音效

# settings.about
source: About
de: Ueber
ja: アプリについて
pt_br: Sobre
zh_hant: 關於

# settings.version
source: Version
ja: バージョン
pt_br: Versao
zh_hant: 版本

# settings.privacy_policy
source: Privacy Policy
de: Datenschutzerklaerung
ja: プライバシーポリシー
pt_br: Politica de Privacidade
zh_hant: 隱私權政策

# settings.terms_of_service
source: Terms of Service
de: Nutzungsbedingungen
ja: 利用規約
pt_br: Termos de Servico
zh_hant: 服務條款

# settings.send_feedback
source: Send Feedback
de: Feedback senden
ja: フィードバックを送信
pt_br: Enviar Feedback
zh_hant: 發送回饋

# settings.sharing
source: Sharing
de: Teilen
ja: 共有
pt_br: Compartilhamento
zh_hant: 分享

# settings.show_watermark
source: Show watermark on share cards
de: Wasserzeichen auf Teilkarten anzeigen
ja: 共有カードにウォーターマークを表示
pt_br: Mostrar marca d'agua nos cartoes de compartilhamento
zh_hant: 在分享卡片上顯示浮水印

# settings.data
source: Data
de: Daten
ja: データ
pt_br: Dados
zh_hant: 資料

# settings.sessions
source: Sessions
de: Sitzungen
ja: セッション
pt_br: Sessoes
zh_hant: 練習記錄

# settings.storage_used
source: Storage used
de: Verwendeter Speicher
ja: 使用ストレージ
pt_br: Armazenamento usado
zh_hant: 已使用的儲存空間

# settings.delete_all_data
source: Delete All Data
de: Alle Daten loeschen
ja: すべてのデータを削除
pt_br: Excluir Todos os Dados
zh_hant: 刪除所有資料

# settings.delete_all
source: Delete All
de: Alles loeschen
ja: すべて削除
pt_br: Excluir Tudo
zh_hant: 全部刪除

# settings.delete_confirmation
source: This will delete all your rehearsal sessions and audio files. This cannot be undone.
de: Dies loescht alle Ihre Uebungssitzungen und Audiodateien. Dies kann nicht rueckgaengig gemacht werden.
ja: すべてのリハーサルセッションと音声ファイルが削除されます。この操作は取り消せません。
pt_br: Isso excluira todas as suas sessoes de ensaio e arquivos de audio. Isso nao pode ser desfeito.
zh_hant: 這將刪除你所有的排練記錄和音訊檔案。此操作無法復原。

# settings.support
source: Support
ja: サポート
pt_br: Suporte
zh_hant: 支援

# settings.privacy_footer
source: All audio is processed on your device. Nothing is uploaded. Your rehearsals are private.
de: Audio wird auf Ihrem Geraet verarbeitet. iCloud-Synchronisierung und anonyme Analysen sind standardmaessig deaktiviert.
ja: 音声はデバイス上で処理されます。iCloud同期と匿名分析はデフォルトでオフです。
pt_br: O audio e processado no seu dispositivo. A sincronizacao do iCloud e as analises anonimas ficam desativadas por padrao.
zh_hant: 音訊會在你的裝置上處理。iCloud 同步與匿名分析預設關閉。

# settings.quiet_coach_pro
source: Quiet Coach Pro
zh_hant: Quiet Coach 專業版

# settings.active
source: Active
de: Aktiv
ja: 有効
pt_br: Ativo
zh_hant: 已啟用

# settings.upgrade_to_pro
source: Upgrade to Pro
de: Auf Pro upgraden
ja: Proにアップグレード
pt_br: Atualizar para Pro
zh_hant: 升級至專業版

# subscription.upgrade_title
source: Upgrade to Pro
de: Auf Pro upgraden
ja: Proにアップグレード
pt_br: Atualizar para Pro
zh_hant: 升級至專業版

# subscription.features
source: Pro Features
de: Pro-Funktionen
ja: Pro機能
pt_br: Recursos Pro
zh_hant: 專業版功能

# subscription.subscribe
source: Subscribe
de: Abonnieren
ja: 登録する
pt_br: Assinar
zh_hant: 訂閱

# subscription.restoring
source: Restoring...
de: Wird wiederhergestellt...
ja: 復元中...
pt_br: Restaurando...
zh_hant: 恢復中...

# subscription.price_per_month
source: %@ / month
de: %@ / Monat
ja: %@ / 月
pt_br: %@ / mes
zh_hant: %@ / 月

# subscription.quiet_coach_pro
source: Quiet Coach Pro
zh_hant: Quiet Coach 專業版

# subscription.unlock_potential
source: Unlock your full potential
de: Entfalten Sie Ihr volles Potenzial
ja: あなたの可能性を解き放とう
pt_br: Desbloqueie todo o seu potencial
zh_hant: 解鎖你的全部潛能

# subscription.unable_to_load
source: Unable to load subscription options
de: Abonnementoptionen konnten nicht geladen werden
ja: サブスクリプションオプションを読み込めませんでした
pt_br: Nao foi possivel carregar as opcoes de assinatura
zh_hant: 無法載入訂閱選項

# subscription.loading
source: Loading...
de: Wird geladen...
ja: 読み込み中...
pt_br: Carregando...
zh_hant: 載入中...

# subscription.save_percent
source: Save 58%
de: 58% sparen
ja: 58%お得
pt_br: Economize 58%
zh_hant: 節省 58%

# error.microphone_denied
source: Microphone access is required to record your practice sessions.
de: Mikrofonzugriff ist erforderlich, um Ihre Uebungssitzungen aufzunehmen.
ja: 練習セッションを録音するにはマイクへのアクセスが必要です。
pt_br: O acesso ao microfone e necessario para gravar suas sessoes de pratica.
zh_hant: 需要麥克風存取權限才能錄製你的練習。

# error.recording_failed
source: Recording failed. Please try again.
de: Aufnahme fehlgeschlagen. Bitte versuchen Sie es erneut.
ja: 録音に失敗しました。もう一度お試しください。
pt_br: A gravacao falhou. Por favor, tente novamente.
zh_hant: 錄音失敗。請再試一次。

# error.analysis_failed
source: Could not analyze your recording. Audio-only feedback will be provided.
de: Ihre Aufnahme konnte nicht analysiert werden. Es wird nur Audio-Feedback bereitgestellt.
ja: 録音を分析できませんでした。音声のみのフィードバックが提供されます。
pt_br: Nao foi possivel analisar sua gravacao. Sera fornecido feedback apenas de audio.
zh_hant: 無法分析你的錄音。將提供純音訊回饋。

# error.save_failed
source: Could not save your session. Please try again.
de: Ihre Sitzung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
ja: セッションを保存できませんでした。もう一度お試しください。
pt_br: Nao foi possivel salvar sua sessao. Por favor, tente novamente.
zh_hant: 無法儲存你的練習。請再試一次。

# error.network
source: Please check your internet connection and try again.
de: Bitte ueberpruefen Sie Ihre Internetverbindung und versuchen Sie es erneut.
ja: インターネット接続を確認してもう一度お試しください。
pt_br: Por favor, verifique sua conexao com a internet e tente novamente.
zh_hant: 請檢查你的網路連線，然後再試一次。

# accessibility.record_button
source: Record
de: Aufnehmen
ja: 録音
pt_br: Gravar
zh_hant: 錄音

# accessibility.stop_button
source: Stop Recording
de: Aufnahme stoppen
ja: 録音を停止
pt_br: Parar Gravacao
zh_hant: 停止錄音

# accessibility.play_button
source: Play Recording
de: Aufnahme abspielen
ja: 録音を再生
pt_br: Reproduzir Gravacao
zh_hant: 播放錄音

# accessibility.pause_button
source: Pause
ja: 一時停止
pt_br: Pausar
zh_hant: 暫停

# accessibility.score_value
source: %@ score: %d out of 100
de: %@ Bewertung: %d von 100
ja: %@スコア：100点中%d点
pt_br: Pontuacao de %@: %d de 100
zh_hant: %@ 分數：%d 分（滿分 100）

# privacy.title
source: Privacy Settings
de: Datenschutzeinstellungen
ja: プライバシー設定
pt_br: Configuracoes de Privacidade
zh_hant: 隱私設定

# privacy.analytics
source: Analytics
de: Analyse
ja: 分析
zh_hant: 分析

# privacy.analytics_description
source: Help improve QuietCoach by sharing anonymous usage data
de: Helfen Sie QuietCoach zu verbessern, indem Sie anonyme Nutzungsdaten teilen
ja: 匿名の使用データを共有してQuietCoachの改善に協力する
pt_br: Ajude a melhorar o QuietCoach compartilhando dados de uso anonimos
zh_hant: 透過分享匿名使用資料來幫助改進 QuietCoach

# privacy.crash_reporting
source: Crash Reporting
de: Absturzberichte
ja: クラッシュレポート
pt_br: Relatorio de Falhas
zh_hant: 當機報告

# privacy.crash_reporting_description
source: Automatically send crash reports to help fix bugs
de: Absturzberichte automatisch senden, um Fehler zu beheben
ja: バグ修正のためにクラッシュレポートを自動送信する
pt_br: Enviar automaticamente relatorios de falhas para ajudar a corrigir bugs
zh_hant: 自動發送當機報告以幫助修復錯誤

# privacy.performance
source: Performance Monitoring
de: Leistungsueberwachung
ja: パフォーマンス監視
pt_br: Monitoramento de Desempenho
zh_hant: 效能監控

# privacy.performance_description
source: Share anonymous performance data to improve app speed
de: Anonyme Leistungsdaten teilen, um die App-Geschwindigkeit zu verbessern
ja: アプリの速度向上のために匿名のパフォーマンスデータを共有する
pt_br: Compartilhar dados de desempenho anonimos para melhorar a velocidade do app
zh_hant: 分享匿名效能資料以提升應用程式速度

# privacy.enable_all
source: Enable All
de: Alle aktivieren
ja: すべて有効
pt_br: Ativar Tudo
zh_hant: 全部啟用

# privacy.disable_all
source: Disable All
de: Alle deaktivieren
ja: すべて無効
pt_br: Desativar Tudo
zh_hant: 全部停用

# privacy.policy_title
source: Privacy Policy
de: Datenschutzerklaerung
ja: プライバシーポリシー
pt_br: Politica de Privacidade
zh_hant: 隱私權政策

# privacy.consent_title
source: Your Privacy Matters
de: Ihre Privatsphaere ist wichtig
ja: あなたのプライバシーは大切です
pt_br: Sua Privacidade Importa
zh_hant: 你的隱私很重要

# privacy.consent_description
source: QuietCoach respects your privacy. All audio recordings stay on your device. Choose what data to share:
de: QuietCoach respektiert Ihre Privatsphaere. Alle Audioaufnahmen bleiben auf Ihrem Geraet. Waehlen Sie, welche Daten Sie teilen moechten:
ja: QuietCoachはあなたのプライバシーを尊重します。すべての音声録音はデバイス上に保存されます。共有するデータを選択してください：
pt_br: O QuietCoach respeita sua privacidade. Todas as gravacoes de audio permanecem no seu dispositivo. Escolha quais dados compartilhar:
zh_hant: QuietCoach 尊重你的隱私。所有錄音都保留在你的裝置上。選擇你要分享的資料：

# privacy.continue
source: Continue
de: Weiter
ja: 続ける
pt_br: Continuar
zh_hant: 繼續

# network.offline
source: You're Offline
de: Sie sind offline
ja: オフラインです
pt_br: Voce Esta Offline
zh_hant: 你已離線

# network.offline_description
source: Some features may be limited
de: Einige Funktionen sind moeglicherweise eingeschraenkt
ja: 一部の機能が制限される場合があります
pt_br: Alguns recursos podem estar limitados
zh_hant: 部分功能可能受限

# network.reconnecting
source: Reconnecting...
de: Verbindung wird wiederhergestellt...
ja: 再接続中...
pt_br: Reconectando...
zh_hant: 重新連線中...

# network.connected
source: Connected
de: Verbunden
ja: 接続済み
pt_br: Conectado
zh_hant: 已連線
